Repository: porarrirr/offline-whisper-transcriber-ios
Catalog: WhisperTranscriptionApp/Resources/AppShortcuts.xcstrings
Source language: en
Languages: ja

source: Search transcriptions in ${applicationName}
ja: ${applicationName}で文字起こしを検索

source: Get text of ${transcription} in ${applicationName}
ja: ${applicationName}で${transcription}の本文を取得

source: Start recording with ${applicationName}
ja: ${applicationName}で録音を開始

source: Record audio with ${applicationName}
ja: ${applicationName}で音声を録音

source: Begin recording with ${applicationName}
ja: ${applicationName}で録音を始めて

source: Open live recorder with ${applicationName}
ja: ${applicationName}でライブ録音を開いて

source: Start live recording with ${applicationName}
ja: ${applicationName}でライブ録音を開始

source: Open live transcription with ${applicationName}
ja: ${applicationName}でライブ文字起こしを開いて

source: Stop recording with ${applicationName}
ja: ${applicationName}で録音を停止

source: End recording with ${applicationName}
ja: ${applicationName}で録音を終了

source: Favorite ${transcription} in ${applicationName}
ja: ${applicationName}で${transcription}をお気に入りに追加

source: Tag ${transcription} in ${applicationName}
ja: ${applicationName}で${transcription}にタグを追加

source: Open ${applicationName}
ja: ${applicationName}を開いて

source: Start transcription with ${applicationName}
ja: ${applicationName}で文字起こしを開始

source: Open recorder with ${applicationName}
ja: ${applicationName}で録音画面を開いて

source: Open audio transcription with ${applicationName}
ja: ${applicationName}で音声文字起こしを開いて

source: Transcribe with ${applicationName}
ja: ${applicationName}で文字起こしして

source: Transcribe audio with ${applicationName}
ja: ${applicationName}で音声を文字起こし

source: Transcribe media with ${applicationName}
ja: ${applicationName}でメディアを文字起こし

source: Transcribe file with ${applicationName}
ja: ${applicationName}でファイルを文字起こし

source: Open history in ${applicationName}
ja: ${applicationName}で履歴を開いて

source: Show transcription history in ${applicationName}
ja: ${applicationName}で文字起こし履歴を表示

source: Find transcripts in ${applicationName}
ja: ${applicationName}で文字起こしを探して
